/* Localizable strings of com.apple.MCXRedirector preference manifest */

"MCXRedirector.pfm_title" =			"Folder Redirection";
"MCXRedirector.pfm_description" =			"Creates and removes symbolic links from folders in the user’s home to other folders. User must have the proper privileges to access the target folder.";

"LoginRedirection-raw.pfm_title" =			"Login Redirections";
"LoginRedirection-raw.pfm_description" =			"Redirections performed at user login.";
"OtherRedirection-raw.pfm_title" =			"Other Redirections";
"OtherRedirection-raw.pfm_description" =			"Redirections performed at network transitions and whenever preferences are managed.";
"LogoutRedirection-raw.pfm_title" =			"Logout Redirections";
"LogoutRedirection-raw.pfm_description" =			"Redirections performed at user logout.";

"ActionInfo.pfm_title" =			"Redirect Action";
"ActionInfo.pfm_description" =			"One redirect action.";

"action.pfm_title" =			"Action";
"action.pfm_description" =			"The action performed. Use “deleteAndCreateSymLink” to delete an item at “Folder Path” and then create a symbolic link to “Destination Folder Path.”  Use “renameAndCreateSymLink” to rename an item at “Folder Path” and then create a symbolic link to “Destination Folder Path.”  Use “deletePath” to delete an item at “Folder Path”. Use “deleteSymLinkAndRestore” to delete an symbolic link at “Folder Path” and move a folder created by “renameAndCreateSymLink” to “Folder Path.”";
"path.pfm_title" =			"Folder Path";
"path.pfm_description" =			"The folder path to act upon, and is where to place a symbolic link. The path must be in the user’s home. Start the path with “~/”.";
"destPath.pfm_title" =			"Destination Folder Path";
"destPath.pfm_description" =			"Destination folder path for a symbolic link. Use “~” to specify a path in the current user's home. Use “%@” to specify the current user's name.";
